Repository: jvos/leaveregistration
Catalog: translations/leavregistration.*.po
Languages: nl

source: Current user has no department head !
nl: Huidige gebruiker heeft geen afdelingshoofd !

source: Request
nl: Aanvraag

source: An error occurred when creating the employee role !
nl: Er is een error ontstaan bij het maken van de werknemers rol !

source: Role employee created !
nl: Rol werknemer gemaakt !

source: An error occurred when creating the department head role !
nl: Er is een error ontstaan bij het maken van de afdelingshoofd rol !

source: Role department head created !
nl: Rol afdelingshoofd is gemaakt !

source: Access the leave registration overview
nl: Toegang tot de verlof registratie overzicht

source: Request leave registration
nl: Aanvraag verlof registratie

source: Edit leave registration
nl: Verander verlof registratie

source: Delete leave registration
nl: Verwijder verlof registratie

source: Leave
nl: Verlof

source: Edit
nl: Verander

source: Delete
nl: Verwijder

source: No contact id !
nl: Geen contact id !

source: No year !
nl: Geen jaar !

source: Back
nl: Terug

source: Are you sure you want to delete this request !
nl: Weet u zeker dat u deze aanvraag wilt verwijderen !

source: Yes
nl: Ja

source: Duration has wrong value !
nl: Duur heeft een verkeerde waarde !

source: Duration can`t be zero !
nl: Duur kan niet nul zijn !

source: There is already a request on this date !
nl: Er bestaat al een aanvraag op deze datum !

source: To date must be higher than from date !
nl: Tot datum moet hoger zijn dan de vanaf datum !

source: The request is created !
nl: De aanvraag is gemaakt !

source: A database error occured when creating a request !
nl: Er is een database error onstaan bij het aanmaken van de aanvraag !

source: A database error occured when updating a request !
nl: Er is een database error ontstaan bij het wijzigen van een aanvraag !

source: A database error occured when deleting the request !
nl: Er is een database error ontstaan bij het verwijderen van de aanvraag !

source: The request is updated !
nl: De aanvraag is gewijzigd !

source: The request is deleted !
nl: De aanvraag is verwijdert !

source: leave
nl: verlof

source: request
nl: aanvraag

source: edit
nl: verander

source: delete
nl: verwijder
